content/posts/Evolutionary_Phase_Transitions_in_Random_Environments_by_Skanata_and_Kussell_in_2016.md
+++
title = "Evolutionary Phase Transitions in Random Environments by Skanata and Kussell in 2016"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:23-04:00
slug = "Evolutionary_Phase_Transitions_in_Random_Environments_by_Skanata_and_Kussell_in_2016"
draft = false
+++

## Outline {#outline}


### I. The minimal model of memory {#i-dot-the-minimal-model-of-memory}

<!--list-separator-->

-  A. Two-phenotype model

<!--list-separator-->

-  B. Long-term growth rate

<!--list-separator-->

-  C. Cost-benefit tradeoffs in periodic environments

<!--list-separator-->

-  D. The mean-field approximation

<!--list-separator-->

-  E. Phase diagrams

<!--list-separator-->

-  F. The critical point

<!--list-separator-->

-  G. Continuous and discontinuous evolutionary transitions

<!--list-separator-->

-  H. Three environments

<!--list-separator-->

-  I. Derivation of eq (1)


### II. Corrections in history {#ii-dot-corrections-in-history}

<!--list-separator-->

-  A. Leading order

<!--list-separator-->

-  B. Higher order corrections

<!--list-separator-->

-  C. Discrete distributions

<!--list-separator-->

-  D. Three environments

<!--list-separator-->

-  E. Continuous distributions


### III. Noisy response {#iii-dot-noisy-response}


### IV. Growth in a chemostat {#iv-dot-growth-in-a-chemostat}

<!--list-separator-->

-  A. Competition in fluctuating environments

<!--list-separator-->

-  B. Anticipatory regulation


### V. Genetic drift {#v-dot-genetic-drift}
